Repository: Berliner187/Golosok
Catalog: Golosok/Localizable.xcstrings
Source language: ru
Languages: en

source: %.0f мин
en: %.0f min

source: %.1f / %.1f МБ (%d%%)
en: %.1f / %.1f MB (%d%%)

source: %.1f сек
en: %.1f sec

source: ⌘ + O / МЕНЮ
en: ⌘ + O / MENU

source: ⌥ + ПРОБЕЛ
en: ⌥ + SPACE

source: ✍️ Переписать в пост/письмо
en: ✍️ Rewrite as post/email

source: ✨ Улучшить стиль
en: ✨ Improve style

source: 🌐 Перевод на английский
en: 🌐 Translate to English

source: 🏷️ Придумать заголовок
en: 🏷️ Suggest a title

source: 💼 Деловой стиль
en: 💼 Business tone

source: 📄 Протокол встречи
en: 📄 Meeting minutes

source: 📋 Задачи и действия
en: 📋 Tasks & action items

source: 📝 Саммари и тезисы
en: 📝 Summary & key points

source: 🛠 Исправить ошибки
en: 🛠 Fix errors

source: 4 ФОРМАТА
en: 4 FORMATS

source: 7 дней
en: 7 days

source: 30 дней
en: 30 days

source: API-ключ
en: API key

source: BYO-ключ. Транскрипция уходит напрямую в ваш OpenAI-совместимый сервис — Голосок не выступает оператором данных.
en: Bring your own key. Transcription goes straight to your OpenAI-compatible service — Golosok never acts as a data operator.

# DownloadStatus.Connecting
source: Подключение...
en: Connecting...

# DownloadStatus.Failed
source: Ошибка скачивания
en: Download failed

# DownloadStatus.Ready
source: Готово
en: Ready

# HotKey.Capture
source: Нажмите сочетание клавиш…
en: Press a key combination…

# HotKey.ModePushToTalk
source: Рация — зажал, говоришь, отпустил
en: Push-to-talk

# HotKey.ModeToggle
source: Переключатель
en: Toggle

# HotKey.Taken
source: Занято
en: Already in use

source: MP3, MP4, WebM, MKV, WAV и другие
en: MP3, MP4, WebM, MKV, WAV and more

source: Ollama (локально)
en: Ollama (local)

# RecognitionModel.EnglishMedium
source: Английская — Whisper Medium
en: English — Whisper Medium

# RecognitionModel.EnglishTurbo
source: Английская — Whisper Large-v3 Turbo
en: English — Whisper Large-v3 Turbo

# RecognitionModel.Installed
source: Установлена
en: Installed

# RecognitionModel.Russian
source: Русская (GigaAM)
en: Russian (GigaAM)

source: WPM (ТЕМП)
en: WPM (PACE)

source: Авто-вставка текста
en: Auto-insert text

source: Авто-деление на абзацы и сохранение в Markdown, CSV, TXT или JSON
en: Auto-paragraphing and saving to Markdown, CSV, TXT or JSON

source: Автоматическая отправка анонимных метрик производительности
en: Automatic sending of anonymous performance metrics

source: Автоматическая отправка данных диагностики поможет совершенствовать продукт
en: Automatic diagnostics data helps us improve the product

source: Автоматически открывать в строке меню
en: Automatically open in the menu bar

source: Автоматически открывать свежую заметку по завершении расшифровки
en: Automatically open the new note when transcription finishes

source: Автоматический ввод надиктованного текста и расшифровка аудиофайлов. Локальная обработка речи без передачи данных посторонним.
en: Automatic input of dictated text and transcription of audio files. Local speech processing without sending data to third parties.

source: Авторизуйтесь на сайте, скопируйте токен авторизации и вставьте его в раздел Аккаунт ниже для активации. Запросы отправляются через наш сервер.
en: Sign in on the website, copy your authorization token and paste it into the Account section below to activate. Requests go through our server.

source: АККАУНТ
en: ACCOUNT

source: АКТИВНОСТЬ
en: ACTIVITY

source: Акустический отклик при активации, копировании и ошибках
en: Audio feedback on activation, copying and errors

source: Аппаратное ускорение
en: Hardware acceleration

source: Базовый
en: Basic

source: Безвозвратное удаление ВСЕХ заметок на устройстве
en: Permanently delete ALL notes on this device

source: Больше
en: MORE

source: Борд
en: Dashboard

source: Быстрый ввод
en: Quick input

source: ВАШ ТЕМП
en: YOUR PACE

source: ВЕЧЕР
en: EVENING

source: Взято из кэша
en: From cache

source: ВИРТУОЗ
en: VIRTUOSO

source: Включить
en: Enable

source: Войдите на сайте и вставьте токен приложения
en: Sign in on the website and paste your app token

source: Войти на сайте
en: Sign in

source: ВС
en: SUN

source: Всё время
en: All time

source: Все сохраненные транскрипции будут удалены безвозвратно. Это действие нельзя отменить.
en: All saved transcriptions will be permanently deleted. This action cannot be undone.

source: ВСЕГО ЗАМЕТОК
en: TOTAL NOTES

source: Вставить ниже
en: Insert below

source: Вставить под текст
en: Insert below

source: Вставка под курсор
en: Insert at cursor

source: ВТ
en: TUE

source: ВЫ ДОСТИГЛИ ВЕРШИНЫ
en: YOU REACHED THE TOP

source: Выдайте доступ в Универсальном доступе macOS
en: Grant access in macOS Accessibility settings

source: Г О Л О С О К
en: G O L O S O K

source: Генерация…
en: Generating…

source: Голосовой ввод и транскрибация на Вашем Mac
en: Voice input and transcription on your Mac

source: Голосок
en: Golosok

source: ГОЛОСОК ™2026
en: GOLOSOK ™2026

source: Голосок+
en: Golosok+

source: Горячая клавиша
en: Hotkey

source: Готов к работе
en: Ready

source: Готово
en: Done

source: Готово!
en: Done!

source: Давайте начнём
en: Let's get started

source: Дашборд
en: Dashboard

source: ДВИЖОК И УСКОРЕНИЕ
en: ENGINE & ACCELERATION

source: Делиться аналитикой
en: Share analytics

source: Деловой стиль
en: Business tone

source: День
en: Day

source: ДЕНЬ
en: DAY

source: ДИАПАЗОН
en: RANGE

source: Диктовка (Старт / Стоп)
en: Dictation (Start / Stop)

source: До
en: Until

source: ДО
en: TO

source: Доступ к микрофону
en: Microphone access

source: Доступна %@
en: Available %@

source: Завершить
en: Quit

source: Заголовок
en: Title

source: Задачи и действия
en: Action items

source: Закрыть
en: Close

source: Заменить
en: Replace

source: Заметки
en: Notes

source: ЗАМЕТОК
en: NOTES

source: Запись голоса для распознавания моделью
en: Record voice for speech recognition

source: Запись идет...
en: Recording in progress...

source: Запись отменена
en: Recording cancelled

source: Запись...
en: Recording...

source: Заполните baseURL и модель
en: Fill in the base URL and model

source: Запросы идут через сервер Голосок — используется токен вашего аккаунта. Ключ на сервере не покидает его.
en: Requests go through the Golosok server using your account token. The key never leaves the server.

source: Запуск при входе
en: Launch at login

source: зн
en: chars

source: Извлечение аудио...
en: Extracting audio...

source: Изменить
en: Change

source: ИИ
en: AI

source: ИИ-ПРОВАЙДЕР
en: AI PROVIDER

source: ИИ-провайдер не настроен
en: AI provider isn't configured

source: ИИ-провайдер не настроен. Добавьте ключ в Настройках → ИИ-провайдер.
en: AI provider isn't configured. Add a key in Settings → AI Provider.

source: Иконка
en: Icon

source: Инструкция
en: Instruction

source: Информация
en: Info

source: Исправить ошибки
en: Fix errors

source: История
en: History

source: История пуста
en: History is empty

source: Кастомные промпты
en: Custom prompts

source: КОГДА ВЫ ГОВОРИТЕ
en: WHEN YOU SPEAK

source: Копировать
en: Copy

source: ЛЕГЕНДА
en: LEGEND

source: Логи приложения
en: Application Logs

source: Локальное приложение для надиктовки, расшифровки созвонов и работы с медиафайлами
en: A local app for dictation, transcribing calls and working with media files

source: ЛЮБИТЕЛЬ
en: ENJOYER

source: ЛЮБОЙ ФОРМАТ
en: ANY FORMAT

source: МАСТЕР
en: MASTER

source: Мгновенная вставка распознанного текста в активное окно
en: Instantly insert recognized text into the active window

source: Меньше
en: LESS

source: мин чтения
en: min of reading

source: Минуты
en: Minutes

source: Модель
en: Model

source: Модель вернула пустой ответ
en: Model returned an empty response

source: Модель выбирается на сайте — по подписке.
en: Model is chosen on the website, based on your subscription.

source: МОЩНОСТЬ ИИ
en: AI POWER

source: НАГОВОРИЛИ (МИН)
en: DICTATED (MIN)

source: Надиктуйте мысль – текст сразу появится под курсором в любом приложении
en: Dictate a thought – the text appears right under the cursor in any app

source: Например: Краткий пересказ
en: e.g. Brief recap

source: Настройки
en: Settings

source: НАЧАЛО ПЕРИОДА
en: START OF PERIOD

source: Начать использование
en: Start using

source: Не подключён
en: Not connected

source: Не удалось извлечь аудио
en: Could not extract audio

source: Не удалось разобрать ответ
en: Couldn't parse response

source: Не удалось разобрать ответ сервера
en: Couldn't parse server response

source: НЕД.
en: WK

source: НЕДЕЛЬНЫЙ ТРЕНД
en: WEEKLY TREND

source: Некорректный baseURL
en: Invalid base URL

source: Некорректный адрес сервера
en: Invalid server address

source: НЕТ ДАННЫХ
en: NO DATA

source: Нет доступа к микрофону.
en: No microphone access.

source: Ничего не найдено
en: Nothing found

source: Новая заметка
en: New note

source: НОВИЧОК
en: NEWBIE

source: Новый промпт
en: New prompt

source: Новый промпт…
en: New prompt…

source: НОЧЬ
en: NIGHT

source: О программе
en: About

source: О программе Golosok
en: About Golosok

source: Облако
en: Cloud

source: ОБЛАКО
en: CLOUD

source: Облачные модели и расшифровка на сервере — по подписке
en: Cloud models and transcription on the server — by subscription

source: Облачные модели на серверах Голоска — по подписке
en: Cloud models on Golosok servers — by subscription

source: Опишите задачу: что ИИ должен сделать с расшифрованным текстом.
en: Describe the task: what AI should do with the transcribed text.

source: Опционально
en: Optional

source: ОПЫТНЫЙ
en: EXPERIENCED

source: ОРИГИНАЛ
en: ORIGINAL

source: ОСНОВНЫЕ
en: GENERAL

source: ОСТАЛОСЬ
en: REMAINING

source: Отключить
en: Disconnect

source: Открытие...
en: Opening...

source: Открыть
en: Open

source: Открыть аудиофайл...
en: Open audio file...

source: Открыть файл
en: Open file

source: Отмена
en: Cancel

source: Отмена записи
en: Cancel recording

source: Очистить
en: Clear

source: Ошибка
en: Error

source: Ошибка сервера
en: Server error

source: Ошибка чтения файла
en: Error reading file

source: Ошибки
en: Errors

source: Пауза
en: Pause

source: Перевод на английский
en: Translate to English

source: Перегенерировать
en: Regenerate

source: Переписать в пост или письмо
en: Rewrite as post or email

source: Переписать в пост/письмо
en: Rewrite as post/email

source: Перетащите медиафайл в окно — расшифровка начнётся автоматически
en: Drop a media file into the window — transcription starts automatically

source: Перетащите файл — начнётся расшифровка
en: Drop a file to start transcription

source: Печатать расшифровку прямо в место курсора
en: Type the transcription right at the cursor

source: ПИК
en: PEAK

source: ПИК АКТИВНОСТИ
en: PEAK ACTIVITY

source: ПН
en: MON

source: Повторить
en: Retry

source: Поддержка
en: Support

source: Подключение...
en: Connecting...

source: Подключено
en: Connected

source: Подключите аккаунт
en: Connect your account

source: Подключите аккаунт, чтобы использовать облачный ИИ «Голосок+» без собственного API-ключа.
en: Connect your account to use Golosok+ cloud AI — no API key needed.

source: Подключить
en: Connect

source: Подписка активна
en: Subscription active

source: Поиск...
en: Search...

source: Пока нет записей
en: No entries yet

source: Показатель
en: Metric

source: ПОЛЬЗОВАТЕЛЬ
en: USER

source: ПОСЛЕДНИЕ ЗАМЕТКИ
en: RECENT NOTES

source: Предупреждения
en: Warnings

source: Придумать заголовок
en: Suggest a title

source: Приложение перезапустится автоматически
en: The app will restart automatically

source: Проверить
en: Test

source: Проверка токена…
en: Verifying token…

source: ПРОГРЕСС К УРОВНЮ
en: LEVEL PROGRESS

source: Промпты
en: Prompts

source: Протокол встречи
en: Meeting minutes

source: ПРОФИ
en: PRO

source: ПТ
en: FRI

source: Пустой ответ сервера
en: Empty server response

source: Развернуть Голосок
en: Open Golosok

source: РАЗМЕР ЗАМЕТКИ
en: NOTE SIZE

source: Разрешите доступ
en: Grant access

source: Разрешите доступ к микрофону для записи речи. Остальные опции можно настроить позже.
en: Grant microphone access to record speech. Other options can be configured later.

source: Разрешить
en: Allow

source: Расшифровка встреч Zoom, Телемоста и любых медиафайлов: MP3, MP4, WebM
en: Transcribe Zoom meetings, conferences and any media files: MP3, MP4, WebM

source: Расшифровка...
en: Transcribing...

source: Редактировать промпт
en: Edit prompt

source: Режим диктовки
en: Dictation mode

source: Релизы
en: Releases

source: Речь не распознана
en: Speech not recognized

source: РИТМ НЕДЕЛИ
en: WEEK RHYTHM

source: Русский
en: Russian

source: Сайт
en: Website

source: Саммари
en: Summary

source: Саммари и тезисы
en: Summary & key points

source: СБ
en: SAT

source: Сбросить
en: Reset

source: Сверка аудио
en: Audio check

source: Сводка по расшифровкам, активности и темпу работы за период
en: Summary of transcriptions, activity and work pace over a period

source: СВОИ ШАБЛОНЫ
en: OWN TEMPLATES

source: СЕЙЧАС
en: NOW

source: Сервер доступен через аккаунт
en: Server available via account

source: Сетевая ошибка
en: Network error

source: СИМВОЛОВ
en: CHARS

source: Символы
en: Characters

source: Система
en: System

source: Системные звуки
en: System sounds

source: Скачать
en: Download

source: Скачивание...
en: Downloading...

source: Скопировать
en: Copy

source: Скопировать последнюю запись
en: Copy last note

source: Скорость
en: Speed

source: Слушайте исходный звук прямо в заметке, чтобы проверить соответствие с текстом
en: Listen to the original audio right in the note to check if it matches the text

source: Слушать голос
en: Play voice

source: Созвоны и файлы
en: Calls & files

source: Создавайте, редактируйте и удаляйте ИИ-промпты под свои задачи
en: Create, edit and delete AI prompts for your own tasks

source: СОХРАНЕНО ЧАСОВ
en: HOURS SAVED

source: Сохранить
en: Save

source: Сохранить транскрипцию
en: Save transcription

source: СПЕЦИАЛИСТ
en: SPECIALIST

source: СР
en: WED

source: Сразу открывать в истории
en: Open immediately in history

source: СТАТИСТИКА
en: STATS

source: Стереть
en: Clear

source: Стереть всю историю?
en: Clear entire history?

source: Стереть историю
en: Clear history

source: СТРАНИЦ А4
en: A4 PAGES

source: Субтитры (.srt)
en: Subtitles (.srt)

source: Субтитры (.vtt)
en: Subtitles (.vtt)

source: Текст (.txt)
en: Text (.txt)

source: Токен не принят
en: Token rejected

source: Токен отклонён сервером
en: Token rejected by server

source: Транскрибировать аудиофайл...
en: Transcribe audio file...

source: Требуется
en: Required

source: Требуется доступ к микрофону
en: Microphone access required

source: Удалить
en: Delete

source: Удалить запись?
en: Delete note?

source: Улучшить стиль
en: Improve style

source: УПРАВЛЕНИЕ
en: CONTROL

source: Управлять промптами…
en: Manage prompts…

source: УРОВЕНЬ:
en: LEVEL:

source: УТРО
en: MORNING

source: ЧАСОВ
en: HOURS

source: ЧАСОВ СОХРАНЕНО
en: HOURS SAVED

source: ЧАЩЕ
en: MOST

source: ЧТ
en: THU

source: ЭКСПЕРТ
en: EXPERT

source: Экспорт
en: Export

source: Это действие нельзя отменить.
en: This action cannot be undone.

source: Этот промпт нельзя удалить
en: This prompt cannot be deleted

source: Язык приложения
en: App language

source: Языковая модель
en: Language model
